<?php
/**
 * The template for displaying the footer
 *
 * Contains the closing of the #content div and all content after.
 *
 * @link https://developer.wordpress.org/themes/basics/template-files/#template-partials
 *
 * @package WordPress
 * @subpackage Twenty_Twenty_One
 * @since 1.0.0
 */

?>
<section class="footer">
    <footer>
        <div class="footer__top flex">
            <div class="footer__top-logo">
                <svg width="141" height="123" viewBox="0 0 141 123" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0)">
                        <path d="M15.2495 0H0V122.924H15.2495V78.79H26.3749V122.924H41.6243V0H15.2495V0ZM26.3749 66.146H15.2495V12.6439H26.3749V66.146Z" fill="#EA0011"/>
                        <path d="M98.9776 100.523V0H57.4301V122.924H72.6795V100.523H76.1034C80.5184 107.895 84.9334 115.269 89.3484 122.646L105.869 123C101.917 115.506 97.9578 108.014 93.9904 100.523H98.9776ZM83.7282 87.8713H72.6987V12.6439H83.7282V87.8713Z" fill="#EA0011"/>
                        <path d="M131.874 105.962C130.185 105.904 128.535 106.398 127.28 107.338C126.254 108.133 125.405 109.426 124.734 111.215L124.13 112.921C123.794 113.863 123.41 114.479 122.974 114.777C122.637 114.979 122.229 115.081 121.814 115.068C121.55 115.059 121.29 115.006 121.051 114.912C120.813 114.819 120.599 114.686 120.423 114.523C119.886 114.022 119.609 113.367 119.651 112.698C119.71 111.353 120.323 110.065 121.387 109.048L116.179 106.837C114.843 108.861 114.126 111.126 114.093 113.433C114.093 115.74 114.905 117.565 116.529 118.909C118.099 120.218 120.177 120.873 122.763 120.873C124.748 120.873 126.267 120.467 127.319 119.656C128.169 119.036 128.864 118.01 129.405 116.579L129.942 115.139C130.482 113.644 130.933 112.726 131.294 112.384C131.477 112.19 131.712 112.035 131.98 111.929C132.248 111.824 132.542 111.771 132.838 111.775C133.14 111.77 133.439 111.815 133.719 111.909C133.998 112.002 134.252 112.142 134.464 112.32C135.052 112.768 135.346 113.484 135.346 114.467C135.346 116.198 134.472 117.831 132.723 119.366L138.128 121.751C138.984 120.756 139.673 119.669 140.175 118.519C140.746 117.16 141.021 115.727 140.986 114.288C140.986 111.532 140.11 109.428 138.358 107.978C136.753 106.634 134.592 105.962 131.874 105.962Z" fill="white"/>
                        <path d="M114.673 89.5334V101.668H140.42V89.5334H134.747V96.1258H130.306V89.8833H124.633V96.1258H120.346V89.5334H114.673Z" fill="white"/>
                        <path d="M140.42 67.4661L129.87 74.1578C129.632 73.0556 129.018 72.0331 128.1 71.2115C126.783 70.0823 124.993 69.5164 122.729 69.5137C121.666 69.479 120.605 69.6227 119.611 69.9363C118.616 70.2499 117.708 70.727 116.941 71.3388C115.421 72.5594 114.664 74.297 114.664 76.5633V85.2073H140.41V79.6686H130.536L140.42 74.3526V67.4661ZM126.216 79.6686H119.843V78.611C119.843 77.3943 120.178 76.5077 120.85 75.951C121.124 75.7058 121.46 75.5131 121.833 75.3861C122.207 75.2591 122.609 75.2008 123.012 75.2154C123.412 75.205 123.809 75.262 124.181 75.383C124.553 75.504 124.891 75.6864 125.175 75.9192C125.866 76.5196 126.216 77.4142 126.216 78.611V79.6686Z" fill="white"/>
                        <path d="M140.42 54.4645L114.673 45.3672V51.391L130.345 56.5758L114.673 61.7009V67.7525L140.42 58.7865V54.4645Z" fill="white"/>
                        <path d="M140.42 36.7866H114.673V42.3293H140.42V36.7866Z" fill="white"/>
                        <path d="M122.586 31.5821C125.022 32.4282 127.706 32.6562 130.298 32.2372C132.891 31.8182 135.275 30.771 137.149 29.2282C139.707 27.0493 140.986 24.2952 140.986 20.9659C140.986 19.7069 140.56 18.1058 139.71 16.1628H131.798C132.642 16.759 133.321 17.5 133.787 18.3347C134.253 19.1694 134.496 20.0779 134.497 20.9978C134.562 22.4653 133.924 23.8944 132.723 24.9738C132.083 25.541 131.305 25.9886 130.44 26.2868C129.575 26.5851 128.643 26.7271 127.707 26.7034C126.719 26.7245 125.737 26.5697 124.827 26.2494C123.917 25.9291 123.1 25.4507 122.432 24.8466C121.298 23.7903 120.691 22.4156 120.735 21.0017C120.715 20.0695 120.96 19.1465 121.449 18.3068C121.938 17.4671 122.657 16.7342 123.549 16.1668H115.57C114.75 17.7464 114.304 19.4417 114.256 21.1608C114.215 22.6636 114.551 24.157 115.243 25.5465C115.935 26.9359 116.967 28.191 118.274 29.2322C119.521 30.2327 120.984 31.0298 122.586 31.5821V31.5821Z" fill="white"/>
                        <path d="M140.42 -0.298096H134.747V6.29822H130.306V0.0557753H124.633V6.29822H120.346V-0.298096H114.673V11.8409H140.42V-0.298096Z" fill="white"/>
                    </g>
                    <defs>
                        <clipPath id="clip0">
                            <rect width="141" height="123" fill="white"/>
                        </clipPath>
                    </defs>
                </svg>

                <div class="footer__top_mb">
                    <p>Тел.: (098) 896-23-77</p>
                    <p>Email.: stoavtoremservis@gmail.com</p>
                    <p>Украина, Киев, ул. Академика Заболотного, 3А</p>
                </div>

                <div class="footer__top_time">
                    <p>Время работы:</p>
                    <p>Пн-Пт: 9.00 - 18.00</p>
                    <p>Сб: 9.00. - 15.00</p>
                    <p>Вс: выходной</p>
                </div>


            </div>
            <div class="footer__nav">
                <label for="">Компанія</label>
                <ul>
                    <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                    <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>             <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                </ul>
            </div>
            <div class="footer__nav">
                <label for="">Компанія</label>
                <ul>
                    <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                    <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>             <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                </ul>
            </div>
            <div class="footer__nav">
                <label for="">Компанія</label>
                <ul>
                    <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                    <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>             <li>
                        <a href="#">Про компанію</a>
                    </li>
                    <li>
                        <a href="#">Інформація про продавця</a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                    <li>
                        <a href="#">
                            Група компаній Фокстрот
                        </a>
                    </li>
                </ul>
            </div>

        </div>
        <div class="footer_bottom flex">
            <ul>
                <li>
                    <a href="#">
                        О нас
                    </a>
                </li>
                <li>
                    <a href="#">
                        Гарантии
                    </a>
                </li>
                <li>
                    <a href="#">
                        Автосервис
                    </a>
                </li>
                <li>
                    <a href="#">
                        Кузовые работы
                    </a>
                </li>
                <li>
                    <a href="#">
                        Запчасти
                    </a>
                </li>
                <li>
                    <a href="#">
                        Мойка и детейлинг
                    </a>
                </li>
                <li>
                    <a href="#">
                        Цены
                    </a>
                </li>
            </ul>
            <div class="label-soc">
                ©2020 Autorem Service
            </div>
            <ul>
                <li>
                    <a href="#">
                        <svg width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.02499 5.5V3.5C9.02499 2.948 9.47424 2.5 10.0278 2.5H11.0305V0H9.02499C7.36339 0 6.01666 1.343 6.01666 3V5.5H4.01111V8H6.01666V16H9.02499V8H11.0305L12.0333 5.5H9.02499Z" fill="#B0B8BC"/>
                        </svg>

                    </a>
                </li>
                <li>
                    <a href="#">
                        <svg width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.02499 5.5V3.5C9.02499 2.948 9.47424 2.5 10.0278 2.5H11.0305V0H9.02499C7.36339 0 6.01666 1.343 6.01666 3V5.5H4.01111V8H6.01666V16H9.02499V8H11.0305L12.0333 5.5H9.02499Z" fill="#B0B8BC"/>
                        </svg>

                    </a>
                </li>
                <li>
                    <a href="#">
                        <svg width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.02499 5.5V3.5C9.02499 2.948 9.47424 2.5 10.0278 2.5H11.0305V0H9.02499C7.36339 0 6.01666 1.343 6.01666 3V5.5H4.01111V8H6.01666V16H9.02499V8H11.0305L12.0333 5.5H9.02499Z" fill="#B0B8BC"/>
                        </svg>

                    </a>
                </li>
                <li>
                    <a href="#">
                        <svg width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.02499 5.5V3.5C9.02499 2.948 9.47424 2.5 10.0278 2.5H11.0305V0H9.02499C7.36339 0 6.01666 1.343 6.01666 3V5.5H4.01111V8H6.01666V16H9.02499V8H11.0305L12.0333 5.5H9.02499Z" fill="#B0B8BC"/>
                        </svg>

                    </a>
                </li>
                <li>
                    <a href="#">
                        <svg width="17" height="16" viewBox="0 0 17 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.02499 5.5V3.5C9.02499 2.948 9.47424 2.5 10.0278 2.5H11.0305V0H9.02499C7.36339 0 6.01666 1.343 6.01666 3V5.5H4.01111V8H6.01666V16H9.02499V8H11.0305L12.0333 5.5H9.02499Z" fill="#B0B8BC"/>
                        </svg>

                    </a>
                </li>
            </ul>

        </div>
    </footer>
</section>

<?php wp_footer(); ?>

</body>
</html>
